{
  "location0": {
    "description": "Люси и Ягер оказываются в разных частях храма опустевшего Карнака 1347 года до нашей эры. Они видят, что местные жители мучительно страдают от проклятия. Какие действия вы предпримете?",
    "options": {
      "Искать артефакт": "location1",
      "Помочь местным жителям": "location2",
      "Искать Ягермейстера": "location3"
    }
  },
  "location1": {
    "description": "Люси начинает поиск артефакта, который может помочь снять проклятие. Она находит две подсказки. Какой из подсказок вы доверитесь?",
    "options": {
      "Первая подсказка": "location4",
      "Вторая подсказка": "location6"
    },
    "image": "game_media/Локация 1.jpg"
  },
  "location2": {
    "description": "Люси выходит из храма и начинает помогать местным жителям, которые страдают от проклятия. От одного из философов она узнаёт, что необходимо найти в храме артефакт, который воздействует только с избранными. Что же вы предпримете?",
    "options": {
      "Искать артефакт в храме": "location9",
      "Вернуться домой": "location8"
    },
    "image": "game_media/Локация 2.jpg"
  },
  "location3": {
    "description": "Люси спустя сутки находит Ягера. Они находят подсказку, которая может помочь им найти древний артефакт. И сделать это надо быстро",
    "options": {
      "Искать артефакт вместе": "location12"
    },
    "image": "game_media/Локация 3.jpg"
  },
  "location4": {
    "description": "Вы доверились первой подсказке и пошли по заданному им маршруту. В одном из проходов резко выпрыгивает монстр, похожего на скелета с клира. Он готовится наброситься на вас! При себе у вас только нож. Что вы предпримете?",
    "options": {
      "Бежать": "location7",
      "Увернуться от нападения и атаковать": "location5"
    },
    "image": "game_media/Локация 4.jpg"
  },
  "location5": {
    "description": "Когда монстр попытался на вас набросится, вы резко отпрыгнули в сторону и начали ломать ножом скелета. В какой то момент он развалился.",
    "options": {
      "Идти дальше": "location5,5"
    },
    "image": "game_media/Локация 5.jpg"
  },
  "location6": {
    "description": "Люси идёт по маршруту второй подсказки. Но наступая на одну из плит, она попадает в ловушку",
    "options": {},
    "image": "game_media/Локация 6.jpg"
  },
  "location5,5": {
    "description": "Спустя некоторое время Люси добирается до артефакта. Касаясь его, он начинает искриться и постепенно снимать проклятие с Карнака. А Люси и Ягер возвращаются в настоящее",
    "options": {},
    "image": "game_media/Локация 5,5.jpg"
  },
  "location7": {
    "description": "Люси пыталась убежать, но монстр быстро настиг её и начал истерзать.",
    "options": {},
    "image": "game_media/Локация 7.jpg"
  },
  "location8": {
    "description": "Люси помогла местным жителям, но считает, что не может снять проклятие. Она решает вернуться домой, оставив местных жителей в беде.",
    "options": {},
    "image": "game_media/Локация 8.jpg"
  },
  "location9": {
    "description": "Вы пошли изучать просторы храма, прихватив от мудреца загадочное зелье. Пройдя множество корпусов храма, вы находите артефакт. Что вы сделаете далее?",
    "options": {
      "Полностью выпить зелье и взять артефакт": "location10",
      "Взять артефакт": "location11"
    },
    "image": "game_media/Локация 9.jpg"
  },
  "location10": {
    "description": "Вы выпиваете зелье и берете в руки артефакт. Он мгновенно начал освещать весь Карнак сквозь стены, а Люси и Ягер успешно телепортировались в настоящее",
    "options": {},
    "image": "game_media/Локация 10.jpg"
  },
  "location11": {
    "description": "Вы взяли в руки артефакт, он начинает очень медленно действовать и постепенно снимать проклятие с Карнака. Однако сил недостаточно, чтобы снять его полностью. Люси отпускает артефакт. Будущее города и Люси неизвестно.",
    "options": {},
    "image": "game_media/Локация 11.jpg"
  },
  "location12": {
    "description": "Люси и Ягер спустя время находят древний артефакт и снимают проклятие. Они становятся местными героями, однако от разрушительной силы проклятия они теряют возможность вернуться обратно. Их боготворят.",
    "options": {},
    "image": "game_media/Локация 12.jpg"
  }
}

